INSERT INTO COOKBOOK.RECEIPT_TAB (name, short_description, photo, ingredients, receipt, rating, editable, author_id, energy_value_id, category_id, cook_time, portions)
VALUES ('Тарталетки с гуакамоле и креветками',
        'Маленькие тарталетки, начиненные чем-либо, всегда очень популярны на праздниках — их можно есть руками, ими не наедаешься c первого укуса. Наш вариант начинки — креветки и гуакамоле. Гуакамоле можно приготовить за несколько часов до праздника, а саму закуску лучше собирать непосредственно перед подачей.',
        'https://drive.google.com/file/d/1y7q3GFk91X8vyiFEfShuq9a3OczBAjWj/view?usp=sharing',
        'Тарталетки - 12 штук,Маринованные креветки - 40 г,Авокадо - 1 штука,Перец чили хлопьями - 1 чайная ложка,Оливковое масло - 15 мл,Лимонный сок - 1 чайная ложка,Кинза - 2 веточки,Соль - по вкусу,Молотый черный перец - по вкусу',
        '* Подготовить все ингредиенты.
* Авокадо разрезать пополам. Чтобы вынуть косточку, воткнуть в нее лезвие ножа и провернуть.
* Столовой ложкой провести между мякотью и кожей авокадо, чтобы полностью отделить мякоть от кожуры.
* Выложить мякоть в чашу блендера.
* Добавить лимонный сок, оливковое масло, хлопья чили, соль и перец.
* Пробить до однородной массы.
* Выложить гуакамоле в тарталетки.
* Сверху положить по одной или парочке креветок.
* Украсить каждую тарталетку листиком кинзы.
* Подавать к игристому вину.',
        4.5, false, 'aaddc228-d023-460d-bab6-c1e85f5da316', 1, 1, 10, 12);

INSERT INTO COOKBOOK.RECEIPT_TAB (name, short_description, photo, ingredients, receipt, rating, editable, author_id, energy_value_id, category_id, cook_time, portions)
VALUES ('Рулетики из лаваша с красной рыбой',
        'Дань классике. Соленая рыба и творожный сыр — идеальная компания, а завернутые в лаваш они превращаются в идеальную закуску. Рулетики удобно держать в руках, вкус яркий, да и сама закуска вполне себе сытная. Вид у нее не такой нарядный, как, скажем, у тарталеток, но спорим, что именно рулетики из лаваша с красной рыбой и творожным сыром у вас закончатся первыми.',
        'https://drive.google.com/file/d/1XijuNgWT3VpiJYH93N6dgxwrHER4ddfm/view?usp=sharing',
        'Тонкий лаваш - 1 штука,Слабосоленая красная рыба - 200 г,Огурцы - 400 г,Творожный сыр - 150 г,Сметана - 60 г,Укроп - 15 г',
        '* Подготовить ингредиенты.
* Мелко порубить укроп.
* Нарезать огурцы тонкими лентами с помощью овощечистки. Желательно не резать часть с семенами: там слишком много воды, это может испортить итоговое блюдо.
* Нарезать рыбу тонкими кусочками. Чтобы сэкономить время, можно купить уже нарезанную рыбу.
* Смешать творожный сыр, сметану и укроп.
* Намазать лаваш творожной смесью.
* Выложить рыбу.
* Следом выложить огурец.
* Скрутить лаваш в колбаску и нарезать на рулеты.
* Можно заготовить скрученный лаваш за несколько часов до празднования и нарезать непосредственно перед подачей.',
        4.9, false, 'aaddc228-d023-460d-bab6-c1e85f5da316', 2, 1, 15, 10);

INSERT INTO COOKBOOK.RECEIPT_TAB (name, short_description, photo, ingredients, receipt, rating, editable, author_id, energy_value_id, category_id, cook_time, portions)
VALUES ('Канапе с прошутто, грушей и сыром с плесенью',
        'Еще одно проверенное сочетание вкусов, завернутое в праздничную закуску. Свежая груша и сыр с плесенью заворачиваются в прошутто, скрепляет всю эту компанию шпажка.',
        'https://drive.google.com/file/d/13wYAVAJLjBfJIYHPcmbUoC6Vl5IWx0uY/view?usp=sharing',
        'Прошутто - 100 г,Рукола - 20 г,Груши - 1 штука,Голубой сыр - 100 г,Бальзамический крем - по вкусу',
        '* Подготовить все ингредиенты.
* Промыть и высушить руколу.
* Избавить грушу от косточек.
* Нарезать грушу небольшими ломтиками.
* Разломать сыр на небольшие кусочки.
* Каждый слайс прошутто порвать на 4 части.
* Завернуть в прошутто сыр, лист руколы, грушу.
* При желании рулет можно насадить на шпажку, чтобы он лучше держал форму.
* Украсить готовые рулеты бальзамическим кремом.
* Можно заготовить блюдо за несколько часов до подачи. В таком случае рулеты нужно накрыть пленкой и хранить в холодильнике, а украшать бальзамическим кремом непосредственно перед подачей на стол.',
        4.7, false, '39757af9-9e4b-4c64-b861-c4fcfd8b8302', 3, 1, 20, 16);

INSERT INTO COOKBOOK.RECEIPT_TAB (name, short_description, photo, ingredients, receipt, rating, editable, author_id, energy_value_id, category_id, cook_time, portions)
VALUES ('Запеченный камамбер с сухариками',
        'Закуска на компанию. Камамбер сначала нужно завернуть в корзинку из фольги, затем нарезать и натереть чесноком с розмарином. 10 минут в духовке, и тягучий ароматный сыр готов, макать в него подсушенные кусочки багета — удовольствие!',
        'https://drive.google.com/file/d/1BbfB47Ns_ZCEXkLL9BKnrBg_3tUFUQ0Y/view?usp=sharing',
        'Сыр камамбер - 1 штука,Французский багет - ½ штуки,Розмарин - 1 веточка,Оливковое масло - 50 мл,Чеснок - 1 зубчик,Соль - по вкусу',
        '* Подготовить все ингредиенты.
* Разрезать багет пополам вдоль, а затем каждую половину нарезать кусочками толщиной около 1 см.
* Выложить хлеб на противень, покрытый бумагой для выпечки.
* В сыре сделать надрезы крест-накрест.
* Соорудить корзиночку для сыра. Для этого выложить на стол сначала кусок фольги, на него выложить лист пекарской бумаги, в центр поставить сыр и подвернуть края бумаги и фольги к сыру. Бумага нужна, чтобы сыр не пригорел, а фольга должна держать форму.
* Выдавить чеснок с помощью пресса и смазать им сыр сверху. Посыпать солью.
* Оборвать листья с веточки розмарина и воткнуть их в сыр.
* Выложить корзинку с сыром в центр противня с хлебом.
* Сбрызнуть оливковым маслом сыр и хлеб и отправить в духовку, разогретую до 200 градусов, на 10 минут. Сыр размякнет, а хлеб подрумянится.
* Есть сразу же, макая сухари в тягучий ароматный сыр.',
        3.9, false, 'aaddc228-d023-460d-bab6-c1e85f5da316', 4, 1, 20, 4);

INSERT INTO COOKBOOK.RECEIPT_TAB (name, photo, ingredients, receipt, rating, editable, author_id, energy_value_id, category_id, cook_time, portions)
VALUES ('Сырный суп по-французски с курицей',
        'https://drive.google.com/file/d/1G6StV2oqPTwzF5yWSKfZ3cFGMBfTm07L/view?usp=sharing',
        'Куриное филе - 500 г,Плавленый сыр - 200 г,Картофель - 400 г,Лук - 150 г,Морковь - 180 г,Сливочное масло - по вкусу,Соль - по вкусу,Молотый черный перец - по вкусу,Зелень - по вкусу,Лавровый лист - 3 штуки,Гренки - по вкусу,Черный перец горошком - 2 штуки',
        '* В кастрюлю на 3 литра положить мясо и налить воды. Как только бульон начнет кипеть, добавить 1 чайную ложку соли, пару горошков душистого перца и черного, 2–3 листика лаврового листа. Варить от момента закипания 20 минут. Затем мясо вынуть.
* Картофель почистить и нарезать кубиками. Лук нарезать кубиками. Морковь натереть на терке. Мясо порезать небольшими кусочками. Плавленый сыр (если в виде брусочка) натереть на терке или порезать кубиками.
* В кипящий бульон добавить картофель. С момента закипания 5–7 минут.
* В это время сделать слабую зажарку на сливочном масле. Сначала положить лук, затем морковь. Слегка посолить и поперчить. Готовую зажарку добавить в суп и варить еще 5–7 минут.
* Затем добавить порезанное мясо. Варить 3–4 минуты, добавить плавленый сыр, хорошенько помешать и выключить огонь.
* Перед подачей посыпать зеленью. По желанию подавать с гренками.',
        3.6, false, '39757af9-9e4b-4c64-b861-c4fcfd8b8302', 5, 2, 60, 4);

INSERT INTO COOKBOOK.RECEIPT_TAB (name, short_description, photo, ingredients, receipt, rating, editable, author_id, energy_value_id, category_id, cook_time, portions)
VALUES ('Грибной суп с булгуром',
        'Рецепт из ресторана Veganutye.',
        'https://drive.google.com/file/d/1X8Z46OKxiL1Fi6FbaN7IrQ1a_t0Bbgu9/view?usp=sharing',
        'Репчатый лук - 100 г,Морковь - 100 г,Стебель сельдерея - 100 г,Чеснок - 10 г,Тимьян - 5 г,Оливковое масло - 70 мл,Замороженные опята - 150 г,Вода - 2 л,Петрушка - 100 г,Булгур - 100 г,Соль - по вкусу,Молотый черный перец - по вкусу,Замороженные белые грибы - 150 г',
        '* Промыть и зачистить овощи.
* Нарезать репчатый лук, морковь и сельдерей мелкими кубиками.
* Раскалить сковороду и влить туда масло.
* Высыпать ингредиенты на сковороду.
* Добавить чеснок и тимьян. Перемешать.
* Добавить грибы и слегка обжарить.
* Поставить кастрюлю с водой на сильный огонь.
* Довести до кипения и добавить туда обжаренные ингредиенты.
* Промыть и засыпать в кастрюлю булгур.
* Варить до готовности.
* При подаче добавить зелень по вкусу.',
        4.4, false, '39757af9-9e4b-4c64-b861-c4fcfd8b8302', 6, 2, 45, 3);

INSERT INTO COOKBOOK.RECEIPT_TAB (name, short_description, photo, ingredients, receipt, rating, editable, author_id, energy_value_id, category_id, cook_time, portions)
VALUES ('Тыквенный суп с креветками',
        'Рецепт из ресторана Table One Hartwell.',
        'https://drive.google.com/file/d/1BKlZyL7zlUW9EMiX667Naxw5nS1CCgfG/view?usp=sharing',
        'Тыква - 200 г,Репчатый лук - 10 г,Фенхель - 10 г,Соль - 2 г,Смесь перцев - 2 г,Очищенные креветки - 35 г,Сливочное масло - 10 г,Вода - 50 мл,Тыквенные семечки - 5 г,Тыквенное масло - 2 мл,Куриный бульон - 20 мл,Чиабатта - 40 г,Зелень - по вкусу',
        '* Почистить лук.
* Промыть фенхель.
* Нарезать на небольшие кусочки фенхель и лук и обжарить на сливочном масле.
* Нарезать тыкву кубиками и добавить к луку и фенхелю.
* Добавить куриный бульон и тушить на медленном огне до готовности.
* В процессе добавить воду, соль и перец по вкусу.
* Пока готовится суп, отварить в течение 2–3 минут креветки и обжарить их на сковороде.
* Снять с огня суп и перелить содержимое кастрюли в блендер.
* Измельчить до однородной массы.
* Налить суп в глубокую тарелку, сверху выложить креветки и сбрызнуть тыквенным маслом.
* Украсить тыквенными семечками, петрушкой или укропом.
* Подавать с чиабаттой.',
        4.4, false, '39757af9-9e4b-4c64-b861-c4fcfd8b8302', 7, 2, 30, 2);

INSERT INTO COOKBOOK.RECEIPT_TAB (name, short_description, photo, ingredients, receipt, rating, editable, author_id, energy_value_id, category_id, cook_time, portions)
VALUES ('Кокосовая панна-котта с манго',
        'Рецепт ресторана Atlantica Seafood.',
        'https://drive.google.com/file/d/1NgFwcE6ptFjx5ciru6ckaNihf6Sb-pNG/view?usp=sharing',
        'Кокосовое молоко - 600 мл,Сироп из топинамбура - 60 мл,Агар-агар - 6 г,Манговое пюре - 260 г,Пюре маракуйя - 190 г,Кукурузный крахмал - 10 г,Манго - 60 г',
        '* Вылить в сотейник кокосовое молоко и 40 миллилитров сиропа топинамбура.
* Поставить на огонь и довести до кипения.
* Добавить агар-агар.
* Перемешать и снять с огня.
* Пробить погружным блендером и разлить по креманкам.
* Отправить в холодильник.
* Пока застывает панна-котта, приготовить тропический соус.
* Разогреть в сотейнике пюре манго и пюре маракуйи.
* Когда пюре начнет потихоньку закипать, добавить 20 миллилитров сиропа топинамбура и кукурузный крахмал и активно помешивать венчиком.
* Остудить соус.
* Нарезать на кубики свежий манго.
* Добавить в остывший соус и перемешать.
* В креманки с застывшей панна-коттой вылить тропический соус со свежим манго.',
        4.1, false, 'ef00e904-3bb6-4aef-a4f8-e5d4d0a543fa', 8, 3, 20, 4);

INSERT INTO COOKBOOK.RECEIPT_TAB (name, short_description, photo, ingredients, receipt, rating, editable, author_id, energy_value_id, category_id, cook_time, portions)
VALUES ('Американский тыквенный пирог с корицей',
        'Американский тыквенный пирог с корицей — классика застолья Среднего и прочего Запада, анекдотический персонаж американского быта не лишен, однако, прелести, особенно если не получать его с младых ногтей каждые два дня в качестве десерта. Тыква тоже имеет звание чуть ли не коренного жителя Америки, так как открыта была именно здесь и охотно используется жителями континента во многих блюдах по многим случаям. И все же этот пирог получается безумно вкусным, если выбрать правильную тыкву — удлиненную, с закругленным концом.',
        'https://drive.google.com/file/d/17IFiZ7xdsqQb4rfwj3l5HV6zxo5wWWSa/view?usp=sharing',
        'Пшеничная мука - 400 г,Сливочное масло - 250 г,Куриное яйцо - 3 штуки,Тыква - 900 г,Сахар - 200 г,Сливки 30%-ные - 200 мл,Корица - по вкусу,Ванилин - по вкусу,Соль - по вкусу',
        '* Просеять муку и соль в глубокую миску. Перетереть между ладоней с мягким маслом, чтобы смесь напоминала хлебные крошки, затем добавить слегка взбитое яйцо и замесить тесто. Скатать его в шар, завернуть в пленку и отправить в холодильник на 30–50 минут. Если тесто не собирается в шар и рассыпается, добавить 1–2 чайных ложки холодной воды.
* Очистить тыкву, удалить семена. Нарезать мякоть кубиками. Положить в кастрюлю с толстым дном или сотейник, добавить немного воды и тушить до мягкости и полного испарения жидкости. Блендером измельчить мякоть в однородную массу. Для пущей нежности получившееся пюре можно протереть через сито.
* Раскатать тесто на слегка присыпанной мукой поверхности и застелить им круглую низкую форму диаметром около 25 см. Поверх теста положить лист бумаги для запекания и засыпать любую крупу. Это позволит коржу равномерно пропечься. Выпекать в течение 15 минут при 190 градусах.
* Выложить тыквенное пюре в глубокую миску, взбить с двумя яйцами, сахаром, сливками, пряностями и солью. Вылить смесь в форму с запеченным тестом. Выпекать пирог 50–55 минут при 180 градусах. Когда пирог остынет, его можно смело разрезать на порции.',
        3.9, false, 'ef00e904-3bb6-4aef-a4f8-e5d4d0a543fa', 9, 3, 120, 8);